Repository: kodi-game/game.libretro.beetle-pce
Catalog: game.libretro.beetle-pce/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, ga, it_it, sv_se

# Addon Description
source: Beetle PC Engine is a fork of Mednafen's PC Engine driver.[CR][CR]This PC Engine module is more accurate than the Beetle PC Engine Fast module, at the expense of speed.
de_de: Beetle PC Engine ist ein Ableger des PC-Engine-Treibers von Mednafen[CR][CR]Dieses PC-Engine-Modul ist genauer als das Beetle PC-Engine-Fast-Modul, allerdings auf Kosten der Geschwindigkeit.
es_es: Beetle PC Engine es una bifurcación del controlador PC Engine de Mednafen[CR][CR]Este módulo PC Engine es más preciso que el módulo Beetle PC Engine Fast, a expensas de la velocidad.
ga: Is forc de thiománaí PC Engine Mednafen é Beetle PC Engine.[CR][CR]Tá an modúl PC Engine seo níos cruinne ná an modúl Beetle PC Engine Fast, ar chostas luas.
it_it: Beetle PC Engine è un fork del driver PC Engine di Mednafen.[CR][CR]Questo modulo PC Engine è più preciso del modulo Beetle PC Engine Fast, a scapito della velocità.
sv_se: Beetle PC Engine är en avknoppning av Mednafens PC Engine-drivrutin[CR][CR]Denna PC Engine-modul är mer exakt än Beetle PC Engine Fast-modulen, på bekostnad av hastigheten.

# #30001
source: Color Palette
de_de: Farbpalette
es_es: Paleta de Colores
ga: Pailéad Dathanna
it_it: Tavolozza colori
sv_se: Färgpalett

# #30002
source: Aspect Ratio
de_de: Seitenverhältnis
es_es: Relación de Aspecto
ga: Cóimheas Gnéithe
it_it: Proporzioni
sv_se: Bildförhållande

# #30003
source: Resolution Scaling
de_de: Auflösungsskalierung
es_es: Escalado de Resolución
ga: Scálú Rúin
it_it: Ridimensionamento risoluzione
sv_se: Upplösningsskalning

# #30004
source: High Resolution Blending Strength
de_de: Hochauflösende Überblendstärke
es_es: Intensidad de Mezcla de Alta Resolución
ga: Neart Cumasc Ardtaifigh
it_it: Forza di fusione ad alta risoluzione
sv_se: Högupplösande blandningsstyrka

# #30005
source: Show Horizontal Overscan
de_de: Horizontales Overscan anzeigen
es_es: Mostrar Overscan Horizontal
ga: Taispeáin Ró-scanadh Cothrománach
it_it: Mostra overscan orizzontale
sv_se: Visa horisontell överskanning

# #30006
source: Initial Scanline
de_de: Erste Abtastzeile
es_es: Línea de Exploración Inicial
ga: Líne Scanadh Tosaigh
it_it: Scansione iniziale
sv_se: Initial skanlinje

# #30007
source: Last Scanline
de_de: Letzte Abtastzeile
es_es: Línea de Exploración Final
ga: Scanlíne Deireanach
it_it: Ultima scansione
sv_se: Sista skanlinje

# #30008
source: PSG Audio Chip (Restart Required)
de_de: PSG Audio Chip (Neustart erforderlich)
es_es: Chip de Audio PSG (Reinicio Requerido)
ga: Sliseanna Fuaime PSG (Atosú Riachtanach)
it_it: Chip audio PSG (riavvio richiesto)
sv_se: PSG-ljudchip (omstart krävs)

# #30009
source: Owl Resampler Quality
de_de: Owl-Resamplerqualität
es_es: Calidad del Resampler Owl
ga: Cáilíocht Athshamplála Owl
it_it: Qualità campionatore Owl
sv_se: Owl omsamplingskvalitet

# #30010
source: Show Advanced Input/Turbo Settings
es_es: Mostrar Ajustes Avanzados de Entrada/Turbo
ga: Taispeáin Socruithe Ionchuir/Turbo Ardleibhéil
it_it: Mostra impostazioni avanzate di input/Turbo
sv_se: Visa avancerade inmatnings-/turboinställningar

# #30011
source: Mouse Sensitivity
es_es: Sensibilidad del Ratón
ga: Íogaireacht Luiche
it_it: Sensibilità mouse
sv_se: Muskänslighet

# #30012
source: Allow Opposing Directions
es_es: Permitir Direcciones Opuestas
ga: Ceadaigh Treoracha Codarsnacha
it_it: Consenti direzioni opposte
sv_se: Tillåt motsatta riktningar

# #30013
source: Disable Soft Reset (RUN+SELECT)
es_es: Desactivar Soft Reset (RUN+SELECT)
ga: Díchumasaigh Athshocrú Bog (Rith+Roghnaigh)
it_it: Disabilita Soft Reset (RUN+SELECT)
sv_se: Inaktivera mjuk omstart (RUN+SELECT)

# #30014
source: Multitap 5-port Controller
es_es: Controlador Multitap de 5 puertos
ga: Rialaitheoir Iltapála 5-phort
it_it: Controller multitap a 5 porte
sv_se: Multitap 5-portskontroller

# #30015
source: P1 Default Joypad Type
es_es: Tipo de Mando por Defecto J1
ga: Cineál Ceap cluiche Réamhshocraithe P1
it_it: Tipo di joypad P1 predefinito
sv_se: P1 Standard Joypad-typ

# #30016
source: P2 Default Joypad Type
es_es: Tipo de Mando por Defecto J2
ga: Cineál Ceap cluiche Réamhshocraithe P2
it_it: Tipo di joypad P2 predefinito
sv_se: P2 Standard Joypad-typ

# #30017
source: P3 Default Joypad Type
es_es: Tipo de Mando por Defecto J3
ga: Cineál Ceap cluiche Réamhshocraithe P3
it_it: Tipo di joypad P3 predefinito
sv_se: P3 Standard Joypad-typ

# #30018
source: P4 Default Joypad Type
es_es: Tipo de Mando por Defecto J4
ga: Cineál Ceap cluiche Réamhshocraithe P4
it_it: Tipo di joypad P4 predefinito
sv_se: P4 Standard Joypad-typ

# #30019
source: P5 Default Joypad Type
es_es: Tipo de Mando por Defecto J5
ga: Cineál Ceap cluiche Réamhshocraithe P5
it_it: Tipo di joypad P5 predefinito
sv_se: P5 Standard Joypad-typ

# #30020
source: Turbo Hotkey Mode
es_es: Modo Tecla Rápida Turbo
ga: Mód Eochracha Te Turbó
it_it: Tasto di scelta rapida modalità Turbo
sv_se: Snabbtangent för turboläge

# #30021
source: Alternate Turbo Hotkey
es_es: Tecla Rápida Turbo Alternativa
ga: Malartach Eochair Theite Turbó
it_it: Tasto di scelta rapida alternativo Turbo
sv_se: Alternativ turbosnabbtangent

# #30022
source: Turbo Speed
es_es: Velocidad de Turbo
ga: Luas Turbó
it_it: Velocità Turbo
sv_se: Turbohastighet

# #30023
source: P1 Turbo I
es_es: Turbo I J1
ga: P1 Turbó I

# #30024
source: P1 Turbo II
es_es: Turbo II J1
ga: P1 Turbó II

# #30025
source: P2 Turbo I
es_es: Turbo I J2
ga: P2 Turbó I

# #30026
source: P2 Turbo II
es_es: Turbo II J2
ga: P2 Turbó II

# #30027
source: P3 Turbo I
es_es: Turbo I J3
ga: P3 Turbó I

# #30028
source: P3 Turbo II
es_es: Turbo II J3
ga: P3 Turbó II

# #30029
source: P4 Turbo I
es_es: Turbo I J4
ga: P4 Turbó I

# #30030
source: P4 Turbo II
es_es: Turbo II J4
ga: P4 Turbó II

# #30031
source: P5 Turbo I
es_es: Turbo I J5
ga: P5 Turbó I

# #30032
source: P5 Turbo II
es_es: Turbo II J5
ga: P5 Turbó II

# #30033
source: CD Image Cache (Restart Required)
es_es: Caché Imagen CD (Reinicio Requerido)
ga: Taisce Íomhá CD (Atosú Riachtanach)
it_it: Cache immagine CD (riavvio richiesto)
sv_se: Cache för CD-avbildning (omstart krävs)

# #30034
source: CD Bios (Restart Required)
es_es: CD BIOS (Reinicio Requerido)
ga: Beathaisnéisí CD (Atosú Riachtanach)
it_it: CD Bios (riavvio richiesto)
sv_se: CD Bios (omstart krävs)

# #30035
source: Arcade Card (Restart Required)
es_es: Tarjeta Arcade (Reinicio Requerido)
ga: Cárta Arcade (Atosú Riachtanach)
it_it: Scheda Arcade (riavvio richiesto)
sv_se: Arcade Card (omstart krävs)

# #30036
source: (CD) CD Speed
es_es: (CD) Velocidad de CD
ga: (CD) Luas CD
it_it: (CD) Velocità CD
sv_se: (CD) CD-hastighet

# #30037
source: (CD) ADPCM precision
es_es: (CD) Precisión de ADPCM
ga: Cruinneas ADPCM (CD)
it_it: (CD) Precisione ADPCM

# #30038
source: (CD) ADPCM Volume %
es_es: (CD) Volumen ADPCM %
ga: (CD) Toirt ADPCM %
it_it: (CD) Volume ADPCM %
sv_se: (CD) ADPCM-volym %

# #30039
source: (CD) CDDA Volume %
es_es: (CD) Volumen CDDA %
ga: (CD) % Toirt CDDA
it_it: (CD) Volume CDDA %
sv_se: (CD) CDDA-volym %

# #30040
source: (CD) CD PSG Volume %
es_es: (CD) Volumen PSG CD %
ga: (CD) CD PSG Toirt %
it_it: (CD ) Volume CD PSG %
sv_se: (CD) CD PSG-volym %

# #30041
source: No Sprite Limit
es_es: Sin Límite de Sprites
ga: Gan Teorainn Sprid
it_it: Nessun limite di sprite
sv_se: Ingen sprite-gräns

# #30042
source: CPU Overclock Multiplier
es_es: Multiplicador de Overclock de CPU
ga: Ilraitheoir Róchlogála LAP
it_it: Moltiplicatore overclock CPU
sv_se: Multiplikator för CPU-överklockning

# #30000
source: Settings
de_de: Einstellungen

# #30010
source: Mouse Sensitivity
de_de: Mausempfindlichkeit

# #30011
source: Allow Opposing Directions
de_de: Gegenläufige Richtungen zulassen

# #30012
source: Disable Soft Reset (RUN+SELECT)
de_de: Softreset (RUN+SELECT) deaktivieren

# #30014
source: Show Advanced Input/Turbo Settings
de_de: Erweiterte Eingabe-/Turboeinstellungen anzeigen

# #30015
source: Turbo Hotkey Mode
de_de: Turbo-Hotkey-Modus

# #30016
source: Alternate Turbo Hotkey
de_de: Alternativer Turbo-Hotkey

# #30017
source: Turbo Speed
de_de: Turbo-Geschwindigkeit

# #30028
source: CD Image Cache (Restart Required)
de_de: CD-Abbild-Cache (Neustart erforderlich)

# #30029
source: CD Bios (Restart Required)
de_de: CD-BIOS (Neustart erforderlich)

# #30030
source: Arcade Card (Restart Required)
de_de: Arcade Card (Neustart erforderlich)

# #30031
source: (CD) CD Speed
de_de: (CD) CD-Geschwindigkeit

# #30032
source: (CD) ADPCM precision
de_de: (CD) ADPCM-Genauigkeit

# #30033
source: (CD) ADPCM Volume %
de_de: (CD) ADPCM-Lautstärke %

# #30034
source: (CD) CDDA Volume %
de_de: (CD) CDDA-Lautstärke %

# #30035
source: (CD) CD PSG Volume %
de_de: (CD) CD-PSG-Lautstärke %

# #30036
source: No Sprite Limit
de_de: Ohne Sprite-Begrenzung

# #30037
source: CPU Overclock Multiplier
de_de: CPU-Übertaktungsmultiplikator
